import React from 'react';
import Accordion from 'react-bootstrap/Accordion';
export default function ShippingPrivacy() {
  return (
    <div>
      <p className="nohtsol">
        <h2>Үйлчилгээний нөхцөл</h2>
      </p>
      <Accordion defaultActiveKey="0">
        <Accordion.Item eventKey="0">
          <Accordion.Header>
            <strong> Нэг. Нийтлэг Үндэслэл</strong>
          </Accordion.Header>
          <Accordion.Body>
            ЕРӨНХИЙ ЗААЛТ "MR Puzzle Shop" худалдааны сайт нь MR Puzzle
            Shop-Шооны дэлгүүрийн албан ёсны вэб сайт бөгөөд энэхүү үйлчилгээний
            нөхцөл нь уг онлайн вэб сайтаар үйлчлүүлэх, худалдан авалт хийхтэй
            холбоотой үүсэх харилцааг зохицуулахад оршино. Хэрэглэгч "MR Puzzle
            Shop" цахим худалдааны үйлчилгээний нөхцөлийг хүлээн зөвшөөрч
            баталгаажуулсны үндсэн дээр вэб сайтаар худалдаа хийх, үйлчилгээ
            авах эрхтэй болно. Бэлэн байгаа барааг захиалга хийгдсэнээс хойш
            24-48 цагийн дотор захиалагчийн заасан хаягт хүргэнэ. "MR Puzzle
            Shop" цахим худалдааны вэбсайт нь зөвхөн насанд хүрэгчдэд үйлчлэх ба
            насанд хүрээгүй хүүхэд эцэг эхийн хамт үйлчилгээний нөхцлийн дагуу
            худалдаа, үйлчилгээ авах боломжтой.
          </Accordion.Body>
        </Accordion.Item>
        <Accordion.Item eventKey="1">
          <Accordion.Header>
            <strong> Хоёр. Веб сайт, түүний үйл ажиллагаа</strong>
          </Accordion.Header>
          <Accordion.Body>
            ХЭРЭГЛЭГЧИЙН АНХААРАХ ЗҮЙЛС Цахим худалдааны тэмдэгтүүд нь “MR
            Puzzle Shop” -ийн өмч бөгөөд бараа бүтээгдэхүүний тэмдэгтүүд нь
            Брэндүүдийн өмч болно. Энэхүү вэбсайтын лого, нэр бусад загварыг
            хуулах, олшруулах, дуурайх, өөр бусад ямар ч зүйлд ашиглахыг
            хориглоно. Вэб сайтын ажиллагаа, түүний аюулгүй байдал, цахим
            худалдааны хэрэглэгчдийн мэдээллийн нууцлалыг дэлгүүр бүрэн
            хариуцна. Хэрэглэгч нь цахим худалдааны системд нэвтрэх цахим шуудан
            болон нууц үгийг бусдад дамжуулахгүй байх, үүнтэй холбоотой учирч
            болох аливаа эрсдэлээс сэргийлэх үүрэгтэй. Энэхүү үүргээ
            биелүүлээгүй буюу хангалтгүй биелүүлсний улмаас учирсан аливаа
            хохирлыг “MR Puzzle Shop” хариуцахгүй болно. Хэрэглэгч вэбсайтын
            талаар санал гомдол, шинэ санаа, шүүмж зэргийг чөлөөтэй илэрхийлэх,
            илгээх эрхтэй. Хэрэглэгчийн мэдээллийн үнэн зөв, бодит байдалд
            хэрэглэгч бүрэн хариуцлага хүлээнэ. Хэрэглэгч нэгэн зэрэг хэдэн ч
            худалдан авалт хийх боломжтой. Хэрэглэгч худалдан авсан бараа
            бүтээгдэхүүнээ албаны болон гэрийн хаягаар хүргүүлэх боломжтой.
          </Accordion.Body>
        </Accordion.Item>
        <Accordion.Item eventKey="2">
          <Accordion.Header>
            <strong> Гурав. Захиалга хийх, баталгаажуулалт</strong>
          </Accordion.Header>
          <Accordion.Body>
            ЗАХИАЛГА ХИЙХ, ЗАХИАЛГА БАТАЛГААЖИХ, ЗАХИАЛГА ЦУЦЛАХ ХУГАЦАА
            Захиалга авах хугацаа: Хэрэглэгч "MR Puzzle Shop" цахим худалдааны
            системийг ашиглан 22 цаг хүртэл хэдэн удаа ч захиалга хийж болно.
            Захиалга баталгаажих, цуцлагдах хугацаа: Хэрэглэгч нь захиалга
            хийснээс хойш 30 минутын дотор зааврын дагуу төлбөрийг бүрэн
            шилжүүлж, байршуулах шаардлагатай. Захиалгын төлбөр 30 минутын дотор
            холбогдох дансанд орж ирээгүй тохиолдолд захиалга автоматаар
            цуцлагдах болно. Нэгэнт цуцлагдсан захиалгыг дахин сэргээх боломжгүй
            бөгөөд хэрэглэгч хүсвэл захиалгыг дахин шинээр захиалах боломжтой.
            Хэрэглэгч 30 минутын дотор төлбөрийг гүйцэтгэж чадаагүй захиалга
            цуцлагдсан тохиолдолд “MR Puzzle Shop” ямар нэгэн хариуцлага
            хүлээхгүй болно. Хэрэглэгч нь Ажлын өдрүүдийн ажлын цагаар утсаар
            холбогдож мэдээлэл авах, тодруулах бүрэн боломжтой байна. Захиалгын
            бараа хүргэгдэх хугацаа: "MR Puzzle Shop" цахим худалдааны систем нь
            хэрэглэгчийн хийсэн захиалгын төлбөр албан ёсны дансанд тодорхой
            заавар, хэлбэрийн дагуу хийгдсэн тохиолдолд захиалга албан ёсоор
            хийгдэж баталгаажсан гэж үзнэ.
          </Accordion.Body>
        </Accordion.Item>
        <Accordion.Item eventKey="3">
          <Accordion.Header>
            <strong> Дөрөв. Үнэ, Төлбөр тооцоо</strong>
          </Accordion.Header>
          <Accordion.Body>
            ТӨЛБӨР ТӨЛӨХ, ЗАХИАЛГА ЦУЦЛАХ Хэрэглэгч захиалга хийж
            баталгаажуулсны дараа цахим хэлбэрээр захиалгын хуудасны мэдээлэл
            авна. Мөн "MR Puzzle Shop" худалдааны систем нь захиалгыг
            баталгаажуулж байх хугацаанд захиалгын нийт дүн, төлбөр гүйцэтгэх
            хэлбэр, төлбөр хүлээн авагч байгууллагын нэр, дансны дугаар зэргийг
            Хэрэглэгчдэд ойлгомжтой хэлбэрээр хүргэх болно. Захиалга хийгдсэнээс
            хойш 30 минутын дотор Хэрэглэгч нь төлбөрийг хүлээн авагчийн дансанд
            шилжүүлэх, байршуулах шаардлагатай. Төлбөрийг шилжүүлэх,
            байршуулахад системд заагдсан зааврыг зайлшгүй дагах шаардлагатай.
            "MR Puzzle Shop" худалдааны систем нь захиалгын нийт үнийн дүнг 100
            хувь урьдчилан хүлээн авснаар захиалга автоматаар баталгаажна. "MR
            Puzzle Shop" худалдааны систем нь Хэрэглэгч захиалга хийгдсэнээс
            хойш 30 минутын хугацаанд төлбөр гүйцэтгэх боломжийг олгож байгаа
            бөгөөд тус хугацаанд захиалгыг цуцлах, болих, өөрчлөх боломжийг
            олгож байгаа. Нэгэнт Хэрэглэгчийн зүгээс захиалгын төлбөр
            гүйцэтгэгдсэн бол тус захиалгыг болих, буцаах, цуцлах ямар нэгэн
            боломжгүй болно. Хэрэглэгчийн захиалсан барааны загвар зөрсөн,
            гэмтэлтэй байсан тохиолдолд "MR Puzzle Shop" худалдааны систем нь
            тус барааг солиулах эсвэл төлбөрийг буцаан олгох сонголтыг олгох
            болно. Шууд худалдааны системийн бараа захиалгын тээвэрлэлтийг
            мэргэжлийн байгууллага хариуцаж гүйцэтгэх тул захиалсан бараа
            гэмтэлтэй ирсэн тохиолдолд дээрх нөхцөлийн дагуу арга хэмжээ авна.
            Хэрэглэгч захиалга хийхдээ тус системд байгаа барааны дэлгэрэнгүй
            танилцуулга, мэдээллийг сайтар судлах зайлшгүй шаардлагатай юм.
            Хэрэглэгч тус барааны талаар сайтар мэдээлэл аваагүйгээс болж
            захиалга хүргэгдэн ирсний дараа захиалгыг буцаах хүсэлтийг "MR
            Puzzle Shop" худалдааны систем хүлээн авах, барааг буцаах боломжгүй
            юм. Системд барааны албан ёсны брэнд, бүтээгдэхүүний нэр зэрэг
            мэдээлэл байгаа тул бусад мэдээллийн сувгийг ашиглан тус барааны
            талаар мэдээлэл, бусад орны хэрэглэгчдийн санал гомдлыг судлах
            боломжтой юм. Дээрх нөхцөл байдал үүсэх боломжтой тул "MR Puzzle
            Shop" -ын зүгээс захиалга хийгдсэнээс хойш төлбөр төлж, захиалгаа
            баталгаажуулах 30 минутын хугацаа өгч байгаа болно.
          </Accordion.Body>
        </Accordion.Item>
        <Accordion.Item eventKey="4">
          <Accordion.Header>
            <strong> Тав. Хүргэлт </strong>
          </Accordion.Header>
          <Accordion.Body>
            ХҮРГЭЛТ Хэрэглэгчийн захиалгын дүн хүргүүлэх хаягийн бүсчлэлээс
            хамаарч төлбөр өөр өөрөөр тооцогдоно. Хот доторх хүргэлт нь
            Улаанбаатар хотын дараах хязгааруудад хийгдэнэ. Үүнд:�� А бүс -
            5.000төг, B бүс - 7.000төг-өөр хүргэлт хийнэ. С бүс - B Бүсээс
            гадагш тодорхой бүсэд 1км тутамд 1.500₮ нэмэгдэхийг анхаарна уу! /А
            бүс / Хойшоо-7 буудал, Урагшаа-Зайсан, Баруун-Таван шар,
            Зүүн-Офицеруудын ордон гэсэн цэгүүдээр хязгаарлагдах ба хотын төвөөс
            7км радиуст багтах суурьшлын бүсийг хамруулна. /B бүсэд / “А” бүсээс
            цааших хүн ам ихээр төвлөрсөн суурьшлын бүсээр хязгаарлагдах ба
            хотын төвөөс 12км хүртэлх радиусаас хэтрэхгүй суурьшлын бүсийг
            хамруулна. /Зуслангийн бүс хамаарахгүй/ /C бүсэд/ Дээрх
            хязгааруудаас давах бол 1КМ-1500 ТӨГРӨГИЙН ТӨЛБӨР бэлэн мөнгөөр
            тооцно. Дээр заасан хязгаараас гадагш хүргэлт хийх тохиолдолд тухайн
            орон нутаг руу тээврийн болон шуудангийн үйлчилгээ үзүүлдэг
            үйлчилгээний байгууллагаар хүргүүлнэ. Үйлчилгээний хөлсийг захиалагч
            хариуцна. Хэрэглэгч хүргүүлэх хаяг, холбоо барих утасны дугаараа
            /маш тодорхой/ үнэн зөв бөглөх үүрэгтэй ба буруу мэдээллээс болж
            үүдэн гарах зардал, алдагдлыг хэрэглэгч хариуцна. Хүргэлт хийгдэх
            цагаар утсаа нээлттэй байлгах, хаяг дээрээ байх шаардлагатай.
            Хэрэглэгч барааг хүлээн авахдаа бичиг баримтаа хүргэлтийн ажилтанд
            шалгуулж бараагаа хүлээн авна. Худалдан авалттай холбоотой
            дэлгэрэнгүй мэдээллийг хэрэглэгч өөрийн захиалгын түүх дотроосоо
            харах боломжтой.
          </Accordion.Body>
        </Accordion.Item>
        <Accordion.Item eventKey="5">
          <Accordion.Header>
            <strong>Зургаа. Ерөнхий заалт</strong>
          </Accordion.Header>
          <Accordion.Body>
            БУСАД Энэхүү үйлчилгээний нөхцөлийн заалтууд нь өөрчлөгдөх
            боломжтой. Хэрэв "MR Puzzle Shop" худалдааны системийн үйлчилгээний
            нөхцөл өөрчлөгдөх, шинэчлэгдэх тохиолдолд Хэрэглэгчийн бүртгүүлсэн
            цахим хаяг руу тухай бүрд нь мэдээлэл явуулж танилцуулж байна.
            Хэрэглэгчийг захиалга хийгдэх үед хүчинтэй байсан үйлчилгээний
            нөхцөл захиалга хүлээж авах хугацаанд өөрчлөгдсөн тохиолдолд өмнөх
            үйлчилгээний нөхцөлийг бараа хүлээж авах хүртэлх хугацаанд хүчинтэйд
            тооцох болно.
          </Accordion.Body>
        </Accordion.Item>
      </Accordion>
    </div>
  );
}
